{
    "0": "You never have to pay for anything ever again but someone will pay for you, the guy has to suck his finger, put it right up your ass, keep it there for around 2 seconds, pull it out, and that completes the transaction.",
    "1": "For five years you could only wear shirts, sweaters and jackets that are three sizes too small.",
    "2": "1.5 million but for the rest of your life, every time you hear a dog bark, you poop a little bit.",
    "3": "For the rest of your life your dick (or clit) glows, all the time, at the level of a 250Watt bulb (you would need sunglasses)",
    "4": "Any time you forget something, it's gone forever (only works with objects)",
    "5": "Every time you see  someone you find attractive, you vomit just a little bit",
    "6": "For the rest of your life, every time you climax, nothing comes out (until an hour later)",
    "7": "Any time you use an object, from that point, the entire time you use it, it says its name",
    "8": "Every time you spend any bit of that 1 million dollars, you have to lick it (front & back)",
    "9": "For the rest of your life, every time you hear the Happy Birthday song, you have to go over to the place it's being sung and eat the birthday cake",
    "10": "You would have installed (right at the top of your head, right by your hairlines) a red LED right that lights up every time you have a negative thought",
    "11": "Every year on your birthday, the moment you turn whatever age, you get warped back in time and you have to watch your parents conceive you-- from a different angle each year.",
    "12": "For one year, everywhere you go, you are pushed in a baby stroller by an incredibly strong, muscular man wearing a tiny muscle-showing outfit.",
    "13": "You also can go to any movie you want for free but during the duration of the film spaghetti is constantly flowing out of your mouth (if you bring friends along they get the same treatment)",
    "14": "You also get the greatest dog in the entire world, it does whatever you want and it can talk-- but no one else in the world can see or hear this dog, you can't prove in any way that it exists, and if you ever ignore it intentionally it loses the ability to talk.",
    "15": "You give birth once a month to a miniature version of yourself and it goes through its full lifecycle in 2 days and then dies (for the rest of your life)",
    "16": "For the rest of your life, whenever you see a kitchen sponge, you eat it immediately.",
    "17": "Once a month for a year, you have to go out on a nice date with Hitler.",
    "18": "Every time you get dressed there's a 1/20 chance everything you're wearing will dissapear at random at some point during the day.",
    "19": "Every dollar you spend, your SO has a random bodypart get bigger or smaller.",
    "20": "You always have to wear a fully opened parachute, at all times (and it will get in the way!)",
    "21": "Every time you fart, you need to stop, waft it into your own face and smell it dramatically.",
    "22": "Every time you cut yourself, all of your blood comes out (but you don't die).",
    "23": "For the rest of your life, every time you sneeze, you teleport somewhere random in the world.",
    "24": "Instead of the tastebuds being on the tongue, your entire hand is full of really sensitive tastebuds-- you taste everything you touch.",
    "25": "For the rest of your life, you lactate (and it's really good milk)",
    "26": "The moment you take the money, from that moment on, a random object will stick to you permanently the next time you encounter it, every time you encounter it.",
    "27": "Every time you have a very important decision, you have to act it out to the other people as a mime. ",
    "28": "You don't get to spend that money as you: You're given a second identity and can only use the money as that identity.",
    "29": "Every time you meet someone you have to hug them for 30 seconds",
    "30": "Every time you go to bed and you wake up, you wake up in a womb as an adult (naked) and you have to re-live birth every time you wake up.",
    "31": "Once a month for a 24-hour period of time you are at the top of the FBI's most wanted list-- you don't know the day, but you are given a 3-hour advance notice.",
    "32": "Your arms are replaced by puppet arms (like muppet cloth arms).",
    "33": "For the rest of your life, any time you go to the bathroom, it's livestreamed.",
    "34": "You have a knife (machete) attached to your hand at all times.",
    "35": "From now on, for the rest of your life, you are the world's biggest Justin Bieber fan",
    "36": "You have an evil twin, he looks exactly like you, and people think you're him. His only goal is to fuck you over. He's going to fuck your girlfriend AND your boyfriend. Fuck up your work.",
    "37": "For the next five years, any movie only stars people that you know.",
    "38": "Every time you fart, spontaneously an entire parade shows up celebrating your fart.",
    "39": "20% of the time when you throw something away, it flies back into your face.",
    "40": "Everything has an airbag-- if you hit anything too hard, airbag.",
    "41": "Once a month, you will be attacked by an animal.",
    "42": "For the rest of your life, every time you want to walk you have to run (full-sprint).",
    "43": "For the rest of your life, your teeth are perfectly healthy but completely black.",
    "44": "Man can no longer make fire. Your anus is a little pilot light and that is the only source of fire.",
    "45": "Every time you hear a whistle, you are tackled by a professional line backer.",
    "46": "Every time someone says your name, you have to start a riot.",
    "47": "Every time you kiss someone, you must pick a fight with a child and lose.",
    "48": "The moment you get handed the briefcase of money, someone takes out a gun, puts it over your shoulder and fires it. The bullet is now traveling around the earth so every 31 hours you have to duck it.",
    "49": "A random day of the week your hands are replaced with a random object you have seen that week-- and it has the function that object usually has.",
    "50": "For one year, you have to wear a full mascot outfit.",
    "51": "Whenever you spend any of that money, there's a 1/10 chance that whoever you give that money to turns into a ninja and fights you to death.",
    "52": "Every time you have to deliver bad news you're dressed in a different costume.",
    "53": "For the rest of your life, your hair is dripping wet.",
    "54": "Every day a chestbuster aliens flies out your chest (you'll be in pain but survive).",
    "55": "Every 100th chew of your life, you have to scream at the top of your lungs.",
    "56": "You're a Jason Bourne-type sleeper agent whose skills are only activated around old people.",
    "57": "Every time you masturbate, for the rest of your life, your mother gets a text.",
    "58": "Everyday, at some random point, someone will pants you.",
    "59": "One of your dead grandparents comes back to life and hunts you for the rest of your life.",
    "60": "Every piece of furniture you interact with is that break-away type of furniture like you see in movies.",
    "61": "From now on, for 30 seconds every day (you don't know which 30 seconds), your dick goes HABLUBABABABHUEBUABUA (makes a weird noise) and moves around wildly.",
    "62": "Every day, your eyes have a different Instagram/Snapchat filter on them and you see everything that way.",
    "63": "Every time someone starts talking to you about the weather, you get a personal stormcloud over your head for the rest of the day (like in a cartoon).",
    "64": "For a year after you get the money, every month for 6 hours at random, gravity has no effect on you. If you're outside, you'd just fly away into outer space.",
    "65": "Every time you see a purple car, you have to punch the closest person to you in the mouth.",
    "66": "Once a week, you wake up and your penis is off. You have to find it in a pitch-black room and have to find it in a pile full of sausages. It will end when you think you have your penis in your hand. If it's not it, you will have a sausage for your dick for a day.",
    "67": "Your limbs can regenerate but they fall off super easy.",
    "68": "For the rest of your life, your adult teeth are like that last day before you lose a babyteeth-- they're all that loose. They regenerate after a few weeks.",
    "69": "Every day at a random moment, you have the uncontrollable compulsion to burst into a Shakespeare-style monologue about whatever is happening.",
    "70": "One day every week, your knees will bend the opposite direction.",
    "71": "Every time you sneeze, something in the room around you falls over. (if you're outside, it could be a building or a person).",
    "72": "For the next year, you'll be followed 24/7 by the world's worst mariachi band.",
    "73": "From now on, any time you see someone carrying something that's not living, you need to smack it out of their hand.",
    "74": "For the next four years of the presidency, you'd make all of Donald Trump's tweets (you're not conceiving them but you have to type them out).",
    "75": "Every day for the rest of your life, you profess genuine authentic love for someone.",
    "76": "Whenever you touch something, the moment you let go of it, it turns completely invisible. It's still there but you can't see it.",
    "77": "Every time you hear or otherwise experience the phrase or a variation of 'All you can eat', you can only eat that very thing.",
    "78": "You're basically a smurf. You dress and talk like a smurf.",
    "79": "Randomly throughout the day for an entire year, a random room will turn into a Nickelodeon 'Double Dare'-like gameshow, themed around what you are going into that room for.",
    "80": "From now on, there's a Teddy Ruxpin that comes to life and hunts you. If it ever gets within 5 feet of you, it kills you.",
    "81": "Every time you fart, you change sex.",
    "82": "Every time you eat or drink, you vibrate uncontrollably-- every part of your body.",
    "83": "Every time that you want to enter a building, you have to break in through the airconditioning, crawl through the ac vents and crash through the ceiling.",
    "84": "Every time you get given a business card, you have to keep it on you for the rest of your life.",
    "85": "Every time you eat something, it can speak, scream... It's essentially a person. But only you can hear it.",
    "86": "For the rest of your life, at some point randomly during the day, you emit an EMP that knocks out all the electronics around you in a 50-foot radius. It's not enough to break them but it takes them down.",
    "87": "For the rest of your life, when you see an unfinished drink, you have to drink it.",
    "88": "Every day for the rest of your life, you're haunted by a different historical figure.",
    "89": "For the next five years, you have a 24/7permanent hypeman-- but he's very bad at his job."
}
